Revit 2027 API
ParameterTypeId.PathOfTravelSpeed Property
 "Speed"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathOfTravelSpeed { get; }
Public Shared ReadOnly Property PathOfTravelSpeed As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathOfTravelSpeed {
	ForgeTypeId^ get ();
}
static member PathOfTravelSpeed : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace